{
  "Games":
  [
    {"name": "Animal Crossing: New Horizons", 
    "genre": "Simulation / Management (Life)", 
    "img": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/images/acDinner.png", 
    "desc": "This is a wonderfully relaxing game about building, exploring, making friends planting the fruits of your labor, and watching them blossom. Make friends with ducks, deer, and all sorts of animals as you build up a bustling community. Cook, farm, bake, and explore at a pace that's right for you.",
    "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/acnhIcon.png"
   },
   {"name": "The Legend of Zelda: Breath of the Wild", 
   "genre": "Action / Adventure", 
   "img": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/images/botwGreaterHyrule.png", 
   "desc": "Breath of the Wild is a special game about total player freedom, getting lost, and exploration. It's a game that will test your merit and your curiosity, compelling but not demanding greatness the longer you play. It's easy to get lost in the world, drudging up hints of a world now gone while forging a new path of your own.",
   "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/botwIcon.png"
    },
    {"name": "Kynseed", 
    "genre": "Life Simulation / RPG", 
    "img": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/images/kynMarriage.png", 
    "desc": "Kynseed is a mystical game about odd magic and interesting characters. The NPCs all have interesting lives, and befriending them is a rewarding task. The little farm that you manage is just the tip of the iceberg when you want to master farming, combat, shop management, family life, and all the other aspects that the wonderful world of Quill has to offer.",
    "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/kynseedIcon.png"
    },
    {"name": "Moonlighter", 
     "genre": "Action-RPG/Rogue-Lite", 
     "img": "https://voxelvoice.com/wp-content/uploads/2018/05/Moonlighter-Review.00_04_03_07.Still004.jpg", 
     "desc": "Dungeon crawl and sell it all, Moonlighter has you taking on the role of shopkeeper Will who dreams of being a hero. It's up to you to fulfull that dream, as slowly or quickly as you wish. Moonlighter is a ton of fun, and it'll have you equally invested in the well-being of your shop during the day... and of Will himself, crawling through procedurally-generated dungeon rooms during the night. The graphics are phenomenal, the atmosphere and aesthetic seamless, and the music phenomenal. A great game to play over and over again as a test of skill.",
     "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/moonlighterIcon.png"
    },
    {"name": "Stardew Valley", 
     "genre": "Simulation / Management (Farming)", 
     "img": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/images/svFarm2022.png", 
     "desc": "descStar",
     "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/stardewIcon.png"
    },
    {"name": "Super Mario Galaxy 2", 
     "genre": "Platformer", 
     "img": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/images/smg2art.png", 
     "desc": "This game, released on the Nintendo Wii in 2010, still holds up as an ultimate classic, and not just for nostalgia. The many hours I've spent playing this game at least once per year have cemented its controls as solid, its gameplay loop as addicting, and its worldbuilding and atmosphere as satisfying.",
     "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/smg2Icon.png"
    },
    {"name": "Terraria", 
    "genre": "Action / Adventure (Sandbox)", 
    "img": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/images/tmaShimmerBase.png", 
    "desc": "Full of passion, love, exploration, and creepy cave noises at every turn, Terraria is a blast to play through every time. Each new dive into the game is with new fervor, like it's never been played before, like all challenges are new and insurmountably possible. With each playthrough a new challenge is imposed, a new difficulty, a new way to play the game, to play like never before.",
    "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/terrariaIcon.png"
   }
  ],
  "Status":"OK"
}
  
