{
  "Games":
  [
    {"name": "Animal Crossing: New Horizons", 
    "genre": "Simulation / Management (Life)", 
    "img": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/images/acDinner.png", 
    "desc": "This is a wonderfully relaxing game about building, exploring, making friends planting the fruits of your labor, and watching them blossom. Make friends with ducks, deer, and all sorts of animals as you build up a bustling community. Cook, farm, bake, and explore at a pace that's right for you.",
    "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/acnhIcon.png"
   },
    {"name": "Dragon Quest Builders 2", 
    "genre": "Action-RPG (Sandbox)", 
    "img": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fgameranx.com%2Fwp-content%2Fuploads%2F2019%2F07%2FDragonQuestBuilders5.jpg&f=1&nofb=1&ipt=7678290aecd60a6698a43ae06c6ed8b20b5bafa129b850d675417a0b3566cc1d&ipo=images", 
    "desc": "Combining the best parts of a compelling story, interesting worlds to explore, the freedom to build, and a place to call home and a canvas, the game shortened to DQB2 is a fantastic balance of freedom and structure. This is a game that keeps on giving with a story ~100 hours long, and after resolving the story, the entirety of the world is opened up to you with endgame content and the freedom to build. Creative muscles can be flexed with absolutely no limits on your island, the Isle of Awakening, and in the worlds beyond.",
    "iconic": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fdragon-quest.org%2Fimages%2Fthumb%2Fb%2Fb5%2FDQB2_Builder_female_2.png%2F173px-DQB2_Builder_female_2.png&f=1&nofb=1&ipt=6af29d2ff90ba7923c459d47c515db2ae1a9423018dd8dd3f3461fd66eecbc30&ipo=images"
   },
   {"name": "The Legend of Zelda: Breath of the Wild", 
   "genre": "Action / Adventure", 
   "img": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/images/botwGreaterHyrule.png", 
   "desc": "Breath of the Wild is a special game about total player freedom, getting lost, and exploration. It's a game that will test your merit and your curiosity, compelling but not demanding greatness the longer you play. It's easy to get lost in the world, drudging up hints of a world now gone while forging a new path of your own.",
   "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/botwIcon.png"
    },
    {"name": "The Legend of Zelda: Link's Awakening", 
   "genre": "Action / Adventure", 
   "img": "https://cdn.mos.cms.futurecdn.net/m9Uk7LyY8skYhvKG8FWjCX-1200-80.jpg", 
   "desc": "Remade in 2019, Link's Awakening is a ground-up restylizing of one of the classic Legend of Zelda titles, and a faithful remake of the classic Legend of Zelda format. Complete with a measured overworld, dungeon order, special items, and locked storyline, this game is a true, modernized depiction of Zelda games less focused on freedom and more focused on delivering a specific environment for the player. In that, it very much succeeds. The atmosphere in that game is heartwarming, the aesthetic toy-like and amicable, and the story is engaging. While not my favorite title ever made, in the Legend of Zelda franchise or in the gaming world at large, Link's Awakening is absolutely worth a playthrough.",
   "iconic": "https://fs-prod-cdn.nintendo-europe.com/media/images/08_content_images/games_6/nintendo_switch_7/nswitch_thelegendofzeldalinksawakening/NSwitch_ZeldaLinksAwakening_Char_Link_attack.png"
    },
    {"name": "Kynseed", 
    "genre": "Life Simulation / RPG", 
    "img": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/images/kynMarriage.png", 
    "desc": "Kynseed is a mystical game about odd magic and interesting characters. The NPCs all have interesting lives, and befriending them is a rewarding task. The little farm that you manage is just the tip of the iceberg when you want to master farming, combat, shop management, family life, and all the other aspects that the wonderful world of Quill has to offer.",
    "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/kynseedIcon.png"
    },
    {"name": "The Messenger", 
    "genre": "Platformer", 
    "img": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/images/messenger.png", 
    "desc": "One of the most fun platformers I've ever played, and certainly one of the most innovative in game design, the Messenger is an experience to be had. The switch between graphical styles (and with it, musical fidelity) is a truly fascinating game mechanic to play with. It makes the distinct, nostalgic ambiance of this game all the more alluring. Should you be up for the test, beating this game will be rewarding. Show your skill as you collect the items to help you progress, and make your friends along the way. Completing this game in its entirety is just as much a joy as clearing the story.",
    "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/messengerIcon.png"
    },
    {"name": "Moonlighter", 
     "genre": "Action-RPG/Rogue-Lite", 
     "img": "https://voxelvoice.com/wp-content/uploads/2018/05/Moonlighter-Review.00_04_03_07.Still004.jpg", 
     "desc": "Dungeon crawl and sell it all, Moonlighter has you taking on the role of shopkeeper Will who dreams of being a hero. It's up to you to fulfull that dream, as slowly or quickly as you wish. Moonlighter is a ton of fun, and it'll have you equally invested in the well-being of your shop during the day... and of Will himself, crawling through procedurally-generated dungeon rooms during the night. The graphics are phenomenal, the atmosphere and aesthetic seamless, and the music phenomenal. A great game to play over and over again as a test of skill.",
     "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/moonlighterIcon.png"
    },
    {"name": "Stardew Valley", 
     "genre": "Simulation / Management (Farming)", 
     "img": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/images/svFarm2022.png", 
     "desc": "Stardew Valley is a game that's as relaxed as you are. It can be a peaceful game about farm life in an idyllic village, or it can be a game about automation, efficiency, and finding the optimal path to the finish. Any way you choose to play, Stardew Valley has a place and a plot of land for you.",
     "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/stardewIcon.png"
    },
    {"name": "Super Mario Galaxy 2", 
     "genre": "Platformer", 
     "img": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/images/smg2art.png", 
     "desc": "This game, released on the Nintendo Wii in 2010, still holds up as an ultimate classic, and not just for nostalgia. The many hours I've spent playing this game at least once per year have cemented its controls as solid, its gameplay loop as addicting, and its worldbuilding and atmosphere as satisfying.",
     "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/smg2Icon.png"
    },
    {"name": "Terraria", 
    "genre": "Action / Adventure (Sandbox)", 
    "img": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/images/tmaShimmerBase.png", 
    "desc": "Full of passion, love, exploration, and creepy cave noises at every turn, Terraria is a blast to play through every time. Each new dive into the game is with new fervor, like it's never been played before, like all challenges are new and insurmountably possible. With each playthrough a new challenge is imposed, a new difficulty, a new way to play the game, to play like never before.",
    "iconic": "https://raw.githubusercontent.com/a-salami/game-shuffler/main/icons/terrariaIcon.png"
   }
  ],
  "Status":"OK"
}
  
